export const newsData = [
  {
    title: "Лучшие платформы для стриминга игр",
    minDescription:
      "Стриминг за последнее время набирает огромную популярность...",
    src: "streamingnew.jpg",
  },
  {
    title: "Подборка игр для слабых ПК",
    minDescription:
      "Все мы любим игры! Однако не все мы имеем возможность играть в топовые новинки...",
    src: "pcnew.jpg",
  },
  {
    title: "Подборка лучших хорроров 2024 года",
    minDescription: "Прошлый год стал насыщенным играми в жанре хоррор...",
    src: "horrornew.jpg",
  },
  {
    title: "10 лучших ретро-игр",
    minDescription:
      "Ретро-игры часто называют «классикой» игровой индустрии...",
    src: "retronew.jpg",
  },
  {
    title: "Почему игры в жанре выживания так популярны",
    minDescription:
      "Последние годы жанр выживания всё больше набирает популярность...",
    src: "alivenew.jpg",
  },
];
